const movies = [
    {
        id: 'b29ff77e-48a8-4d5d-8f2e-1945e45790e2',
        name: 'უძინართა მზე',
        year: '1992',
        director: 'თემურ ბაბლუანი',
        country: 'საქართველო',
        description: 'ექიმი გელას დრამატიული ისტორია: იგი მრავალი წლის განმავლობაში ცდილოს შექმნას წამალი კიბოს წინააღმდეგ. ფილმის მოქმედება ხდება მეოცე საუკუნის უაღრესად გაჭირვებულ პერიოდში. გელამ თითქმის მიაღწია თავის საწადელს, მაგრამ მას მთელი თავისი სიცოცხლის შრომა წყალში თავისსავე შვილმა ჩაუყარა, გოგონას მამა ფანატიკოსად ეჩვენებოდა და თავისი მოქმედებით იგი მამის "სენისგან" განკურნებას ცდილობდა.',
        image: 'udzinarta_mze.jpg'
    },
    {
        id: 'c5b23480-46ee-4838-b1a4-5ca345fa26d0',
        name:'ჯარისკაცის მამა', 
        year: '1965',
        director: 'რეზო ჩხეიძე',
        country: 'საქართველო',
        description: 'კახელი გლეხი გიორგი მახარაშვილი დაჭრილი შვილის მოსანახულებლად ფრონტზე გაემგზავრება, როდესაც ადგილზე ჩააღწევს, შვილი ჰოსპიტალში აღარ დახვდება – გამოჯამრთელებული გოდერძი თავის ნაწილში დაბრუნებულა.გიორგი შვილის კვალს გაყვება და ფრონტის წინა ხაზზე აღმოჩნდება.',
        image: 'jariskacis_mama.jpg'
    },
    {
        id: 'ca455b53-fbc3-4d96-8fc6-2c39babae78a',
        name:'უდიპლომო სასიძო', 
        year: '1961',
        director: 'ლევან ხოტივარი',
        country: 'საქართველო',
        description: 'კოტე მგალობლიშვილი, დუდუხანა წეროძე, ბელა მირიანაშვილი, აკაკი კვანტალიანი, ვახტანგ ნინუა, თენგიზ მაისურაძე, დოდო აბაშიძე, ზანდა იოსელიანი, აკაკი ვასაძე და სხვა.',
        image: 'udiplomo.jpg'
    },
    {
        id: '33ad0414-f525-4a1c-ab52-63d6756a9aee',
        name:'ნატვრის ხე', 
        year: '1977',
        director: 'თენგიზ აბულაძე',
        country: 'საქართველო',
        description: 'ფილმი სოფლის ცხოვრებას ასახავს. სიუჟეტის მთავარ ხაზს მარიტასა და გედიას სიყვარულის ამბავი შეადგენს. მშვენიერი მარიტა იძულებული გახდება მამის ნებას დაჰყვეს და შეძლებულ შეთეს მისთხოვდეს, თუმცა მისი გული დიდი ხანია გედიას ეკუთვნის. ფილმი გადაღებულია გიორგი ლეონიძის მოთხრობების კრებულის "ნატვრის ხე" მიხედვით.',
        image: 'natvris_xe.jpg'
    },
    {
        id: 'ff829e46-4c94-44b0-b774-b2007d8f97a3',
        name:'არაჩვეულებრივი გამოფენა', 
        year: '1968',
        director: 'ელდარ შენგელაია',
        country: 'საქართველო',
        description: 'პროვინციელი მოქანდაკე აგული ერისთავი მასწავლებლის ნაჩუქარი მარმარილოს ქვისგან არაჩვეულებრივი მონუმენტის შექმნაზე ოცნებობს. მაგრამ ფრონტიდან დაბრუნების შემდეგ მხოლოდ დაკვეთით მუშაობს – მიცვალებულთა ბიუსტებს აკეთებს, რადგან დიდი ოჯახი ჰყავს სარჩენი. ერთ დღეს სკოლის ამხანაგებთან შეხვედრიდან შინ მიმავალი შექეიფიანებული აგული ცოლთან ერთად სასაფლაოზე – თავის “პერსონალურ გამოფენაზე” – აღმოჩნდება და სევდანარევი იუმორით აღიარებს, რომ ნიჭი ტყუილუბრალოდ გაფლანგა. ოცნების მარმარილოს კი თავის მოწაფეს გადაულოცავს…',
        image: 'arachveulebrivi_gamofena.jpg'
    },
    {
        id: '421a5ede-4f61-4119-90e3-030879b6848d',
        name:'დათა თუთაშხია', 
        year: '1977',
        director: ['გიზო გაბესკირია', ' გიგა ლორთქიფანიძე'],
        country: 'საქართველო',
        description: 'ჭაბუა ამირეჯიბის ცნობილი რომანის ეკრანიზაცია.',
        image: 'data_tutashkhia.jpg'
    },
    {
        id: '8222763c-9a33-4b15-b420-9d31c5a7fdf2',
        name: 'ბურთი და მოედანი',
        year: '1961',
        director: 'გუგული მაღალაშვილი',
        country: 'საბჭოთა კავშირი',
        description: 'ფილმი ფეხბურთზე ფანატიკურად შეყვარებულ გულშემატკივარ ბუღალტერზე მოგვითხრობს, რომელიც მრავალ კურიოზულ, გაუგებრობით აღსავსე თავგადასავალში გაეხვევა, სანამ სასურველ მატჩზე მოხვდება',
        image: 'burti_moedani.jpg'
    },
    {
        id: 'd59cdb8b-032f-418f-bac6-d56939394816',
        name:'სიყვარული ყველას უნდა', 
        year: '1980',
        director: ['მიხეილ ჭიაურელი', ' გეორგი შენგელაია'],
        country: 'საქართველო',
        description: 'სამკერვალო სასწავლებლის დამთავრების შემდეგ მაყვალა კახეთის სოფელში ჩადის სამუშაოდ. სოფლის მძღოლს ბურბუთას მაყვალა შეუყვარდება, მაგრამ გრძნობის გამხელას ვერ უბედავს. რთველი კარზეა მომდგარი, მუშაობისთვის კი არავის სცალია – სოფელში ყველა შეყვარებულია: ვენახის დარაჯი ბიჭები ტყუპი დების ცოლად შერთვაზე ოცნებობენ, მარტოხელა ხირხელა შინაბერა ქეთოს ფარულ შეხვედრაზე ითანხმებს, ბურბუთას პატარა ძმას მეზობლის პატარა გოგო უყვარს, რამდენჯერმე გათხოვილ ნაზოს გათხოვების კიდევ ერთი შანსი ეძლევა... კოლმეურნეობის თავმჯდომარე ჩხუბობს, მაგრამ სიყვარული ყველას უნდა.',
        image: 'siyvaruli.jpg'
    },
    {
        id: '1debdaf2-cf64-4837-8e3d-a808a0ae6b6d',
        name:'ცისფერი მთები', 
        year: '1983',
        director: 'ელდარ შენგელაია',
        country: 'საქართველო',
        description: 'ახალგაზრდა მწერალს რედაქციაში მოთხრობა მიაქვს. მისი განხილვის მოლოდინში გადის შემოდგომა, ზამთარი, გაზაფხული... მოთხრობას არათუ არავინ კითხულობს, მისი ყველა არსებული ეგზემპლარიც უკვალოდ ქრება. ამ დაწესებულებაში ყველა თავისი საქმით არის გართული: დირექტორი მუდამ გადარბენაზეა – თათბირიდან ბანკში, ბანკიდან შეხვედრაზე, შეხვედრიდან ბანკეტზე და ასე დაუსრულებლად, რედაქტორებიდან ზოგი ფრანგულს სწავლობს, ზოგი კერავს, ზოგი საუზმეს იმზადებს, ვიღაც შვებულებაშია, ვიღაც – მივლინებაში, სხვები ჭადრაკს თამაშობენ... ერთადერთი ადამიანი, ვინც ხელნაწერებს კითხულობს, მღებავია.',
        image: 'cisferi_mtebi.jpg'
    },
    {
        id: 'acb2b928-0ab2-4d5c-b708-1ff31b2a2170',
        name:'გასეირნება ყარაბაღში', 
        year: '2005',
        director: 'ლევან თუთბერიძე',
        country: 'საქართველო',
        description: 'A group of teenage boys from Tbilisi take a trip to Azerbaijan to buy drugs, and end up fighting in the Nagorno-Karabakh War, when they are captured by Azerbaijani militants, with one subsequently being captured by the Armenians. During the course of events, the main character has flashbacks to his relationship with his father, as well as a depressive prostitute.',
        image: 'yarabagi.jpg'
    },
    {
        id: '1a48a794-6611-4ce6-826a-c15a4f2d9904',
        name:'გაღმა ნაპირი', 
        year: '2009',
        director: 'გიორგი ოვაშვილი',
        country: ['საქართველო', ' ყაზახეთი'],
        description: '12 წლის ბიჭს, რომელიც აფხაზეთიდან დევნილთა თაობას მიეკუთვნება, ცხოვრება მრავალ ჭინააღმდეგობას უმზადებს. სამოქალაქო ომმა თედოს წაართვა ყველაფერი, რაზეც კი ოდესმე უოცნებია. ფილმი მოგვითხრობს თედოს მცდელობაზე, დაიბრუნოს იმედი და რწმენა საკუთარ თავში.',
        image: 'gagma_napiri.jpg'
    },
    {
        id: '9f5e24fa-e05b-40ff-aab4-3595178de160',
        name:'იმერული ესკიზები', 
        year: '1979',
        director: 'ნანა მჭედლიძე',
        country: 'საქართველო',
        description: 'ფილმი იმერული სოფლის ყოფას ასახავს. სიუჟეტი ნოველებისა და მინიატურებისგან შედგება, რომლებსაც ფილმის მთავარი გმირი მარიამი აერთიანებს. მარიამმა შრომაში განვლო წუთისოფელი, შვილები და შვილიშვილები დაზარდა, მშობლიური კერა შეინარჩუნა.',
        image: 'eskizebi.jpg'
    },
    {
        id: 'b29ff77e-48a8-4d5d-8f2e-1945e45790p8',
        name: 'წიგნის ქურდი',
        year: '2013',
        director: 'თემურ ბაბლუანი',
        country: 'აშშ, გერმანია',
        description: 'მოქმედება ფაშისტურ გერმანიაში 1939 წლის იანვრის დასაწყისიდან ხდება. მთავარი გმირი 9 წლის გოგონა ლიზელი მემინგერია, რომლის ირგვლივაც ვითარდება სიუჟეტი. ლიზელს ძალიან მძიმე ბავშვობა ჰქონდა - მამამისი, რომელიც კომუნისტებთან იყო კავშირში, უგზო-უკვლოდ დაიკარგა, ხოლო დედა, რომელსაც არ შეეძლო შვილებისთვის მოევლო, მათ გაშვილებას გადაწყვეტს. ახალი სახლისკენ მიმავალ გზაზე გოგონას ძმა მის თვალწინ მძიმე დაავადების შედეგად გარდაიცვლება. ბიჭუნას იქვე მდებარე სასაფლაოზე მარხავენ და ზუსტად აქ ლიზელი თავის პირველ წიგნს იპარავს. (მარკუს ზუსაკის რომანის ეკრანიზაცია)',
        image: 'wignis_qurdi.jpg'
    }
]